tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask "java"
cask "xquartz"
brew "aspell"
brew "automake"
brew "bfg"
brew "binutils"
brew "boost"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cquery"
brew "curl"
brew "editorconfig"
brew "exercism"
brew "gcc"
brew "gdb"
brew "git"
brew "libksba"
brew "gnupg"
brew "handbrake"
brew "hub"
brew "hugo"
brew "mosh"
brew "nmap"
brew "openssl@1.1"
brew "pandoc"
brew "python"
brew "pipenv"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "tmux"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "crisidev/chunkwm/chunkwm"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-no-titlebar"]
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/khd"
cask "alfred"
cask "appcleaner"
cask "charles"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "focus"
cask "genymotion"
cask "gimp"
cask "google-backup-and-sync"
cask "headset"
cask "hyper"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "postman"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
