cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "aspell"
brew "curl"
brew "hub"
brew "pandoc"
brew "ripgrep"
brew "tmux"
brew "crisidev/chunkwm/chunkwm"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-no-title-bars"]
brew "koekeishiya/formulae/khd"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "firefox"
cask "focus"
cask "genymotion"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "postman"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
