tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask "java"
cask "xquartz"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bfg"
brew "coreutils"
brew "curl"
brew "handbrake"
brew "hub"
brew "hugo"
brew "libksba"
brew "openssl@1.1"
brew "pandoc"
brew "python"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "crisidev/chunkwm/chunkwm"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-no-title-bars"]
brew "koekeishiya/formulae/khd"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "charles"
cask "firefox"
cask "focus"
cask "genymotion"
cask "headset"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "postman"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
